[NarrativeMoment_ChosenSniperRevealPartA X2DynamicNarrativeMomentTemplate]
+ChosenEndOfMissionQuote="\"你在扣动扳机时从不犹豫，我喜欢。\""

[NarrativeMoment_ChosenSniperRevealPartB X2DynamicNarrativeMomentTemplate]
+ChosenEndOfMissionQuote="\"你至少能逗我一笑，不错了。\""

[NarrativeMoment_ChosenWarlockRevealPartA X2DynamicNarrativeMomentTemplate]
+ChosenEndOfMissionQuote="\"我们会以长老之名清除这个世界的污浊。\""

[NarrativeMoment_ChosenWarlockRevealPartB X2DynamicNarrativeMomentTemplate]
+ChosenEndOfMissionQuote="\"长老要求把你带回去，而我必将达成他们的要求。\""